[
  {
    "image": "Maximon.jpg",
    "info": [
      "MAXIMON",
      "first performed on October 28, 1999",
      "alleyway, Kansas City, MO",
      "performed once in 2011",
      "DAVID FORD",
      "Kansas City, MO",
      "davidfordart.com",
      "info@davidfordart.com"
    ],
    "photo_credit": "Tiffany Thompson",
    "description": [
      "MAXIMON",
      "DAVID FORD",
      "An actor sits immobilized in an altar setting receiving offerings of vice from the community. This passion play or performance ritual draws hundreds yearly to expose their weaknesses to a stranger in a cross-cultural spiritual setting. Here the act of faith is art and the willingness of participants to present their problems and neutralize them simultaneously. Costumed actors who create a framing device for “the saint” blur the art contact point and activate this performance. The acceptance of offerings and sharing in them (e.g. tobacco, alcohol, drugs, and promiscuity) is an endurance feat and demands the change of actors annually. This immersive performance installation confronts the issue of the backward days in the Mayan calendar and finds a place for these dark activities. Vices or the vocations often associated with them are an aspect of the human condition. Through acknowledging the incongruities that this poses in a socially responsible society and placing them within devotional parameters, the performance alleviates the ostracization of individuals within such a society. Through occasionally discordant or political humor, I seek to implicate the viewer in a collective search for meaning, initiating collaborations with clergymen, exotic dancers, marching bands, Mayan Indians, and a demolition derby. "
    ]
  },
  {
    "image": "Atypie.jpg",
    "info": [
      "ATYPIE",
      "first performed on July 17, 2007",
      "C12, Mantes-la-Jolie, France",
      "performed once in 2011",
      "GAËL LEVEUGLE",
      "Nancy, France",
      "contact@untm.net"
    ],
    "photo_credit": "Daniel Ferry",
    "description": [
      "ATYPIE",
      "GAËL LEVEUGLE",
      "What you have in front of you is what it is. What can you do that is performative in a dynamic sense, while avoiding symbolism, evocation, or even simple associations with something not materially present? At what moment could you tell that something has started to happen? If you render a gesture as unintentional as possible, would it still lead to drama? How can you resist associating meaning to a performed action, this itself using the performing process to activate a detachment in the audience’s usual perceptions?",
      "Two operators perform repetitive sequences of movements, elementary and unintentional actions of daily life, gradually intensifying from invisible to saturated, following meticulously the instructions of an MP3 player. A third performer, aside, speaks three other instructions of movement into a microphone, instructions based on physical disorders of movement, repetitively, following a written score. The two operators have to follow that second line of action as well as the first one. All three performers start the action by synchronizing their players and metronome. It lasts five minutes. As soon as the performance is finished, it can be proposed to two volunteers of the audience to take the MP3 players and perform the same thing straight away."
    ]
  },
  {
    "image": "GarmentWorker.jpg",
    "info": [
      "GARMENT WORKER",
      "first performed on July 17, 2007",
      "New York, NY",
      "performed 365 times in 2011",
      "R. ARMSTRONG",
      "Ghent, Belgium / New York, NY",
      "rarmstrongworks.com"
    ],
    "photo_credit": "R. Armstrong",
    "description": [
      "GARMENT WORKER",
      "R. ARMSTRONG",
      "On July 17, 2007, I signed a contract with my audience that reads: “From this day forward, I, Rebecca Armstrong (the artist), do solemnly promise to wear no garments that I have not made myself. Garments include all wearable objects excluding shoes, socks, bras, underwear, and jewelry.” I have upheld the contract since that date, teaching myself how to sew and creating a tiny visual slippage in the daily lives of all with whom I come in contact. The project aims to disrupt the cycle of exploitation and invisibility that is so much a part of the garment industry, while at the same time exploring issues of identity and individuality in late capitalism. The performance is intentionally subtle. By wearing clothes, we all perform our identities. By taking individual control of my clothes, I shift responsibility from the machine of capitalism into my own hands."
    ]
  },
  {
    "image": "Look,_What_I_Don't_Understand.jpg",
    "info": [
      "LOOK, WHAT I DON’T UNDERSTAND",
      "first performed on January 9, 2009",
      "Athenaeum Theatre, Chicago, IL",
      "performed once in 2011",
      "SITUATE US / ANTHONY NIKOLCHEV ",
      "USA / Poland",
      "anthonynikolchev.blogspot.com ",
      "tonynikolchev@gmail.com"
    ],
    "photo_credit": "La Mujer Tranvía",
    "description": [
      "LOOK, WHAT I DON’T UNDERSTAND",
      "SITUATE US / ANTHONY NIKOLCHEV ",
      "This story takes place at the US border with a foreign man detained behind a chain-link fence, asking the audience of border patrol for permission to enter the USA. He has been traveling with his family of four for two years. Why won’t the border patrol let them in? What is happening behind the red tape of national security? How can Americans see these immigrants as “others” when we all have similar stories? They are refugees. What else must they say? Why doesn’t the audience understand their story? ",
      "“Look, What I Don’t Understand” is an admission that history will always be somewhat off-limits to our desire to understand it objectively, factually, or as it actually happened. I wanted to explore how we can try to grasp what happened to our ancestors to drive them on the trajectory that leads to us, now. My approach: a solo performance in which I play the myriad of voices that I could imagine encircling my father and his family as they risked everything to escape communist Bulgaria in the 1960s. The performance involves gaps in narrative, rapid-fire flashbacks, and one actor trying desperately to keep up with his own story. I didn’t want the audience to leave with a clear perspective of “what happened,” as that would not have been truthful. What’s truthful is how we try to experience what happened. ",
      "To further expand upon the concoction of perspectives that make up our historical narratives, I invited four directors to each direct a single section of the script. None of them saw each other’s work until the final week of rehearsals, during which a fifth came in to seam the four disparate sections together. Here’s why: the story originates from a past event. And then people who witnessed that event told me about it, either through books or interviews. I colored those stories by visiting the locations of this event. I then took what I heard and saw, filtered it through my background and experience, and I wrote a rough script. From that script, five new perspectives came in to understand the story in their ways. And finally, the audience entered with their backgrounds, understanding the story in their way. The performance is about how we understand…like layers of sediment continually calcifying over a base that has long been undecipherable. Instead of hiding those layers, I tried to illuminate them."
    ]
  },
  {
    "image": "But,_is_it_Art.jpg",
    "info": [
      "BUT, IS IT ART?",
      "first performed April 3, 2009",
      "Le Vecteur, Charleroi, Belgium",
      "performed four times in 2011",
      "Anna Banana",
      "British Columbia, Canadaa_banana@uniserve.com"
    ],
    "photo_credit": "Rod Summers",
    "description": [
      "BUT, IS IT ART?",
      "",
      "Anna Banana",
      "Wearing my Specific Research Institute lab coat, I start this piece by spelling out the question, “but is it art?” in bananas, in the language of the country in which I’m presenting it, on the sidewalk/entry way to the venue. I ask spectators to hand me bananas from the box; asking for ones that are curved or straight(er). When the question is completely spelled in bananas, I hand out my research forms and ask the spectators to come inside and assist in my research for answers to this question. Inside, I project thirty images of art, giving a brief description of the artist with each image. Twenty-five of the works are banana-themed, by well-known (Claes Oldenburg) and unknown artists. I ask the participants to indicate yes/no if they consider image shown to be art, and to check which qualities on the form that influenced their decision. After the images are shown, I ask participants to complete the other side of the research form, which includes blanks for name, address/email, age, sex, education, career, special interests, as well as questions relating to art, some completion puzzles, a request for a self portrait, thumb print, what’s their favorite art/artist, etc. As a finale, each participant receives a handshake, a membership card in the FBI (the Feral Bureau of Instigation), with words to the effect that they are now qualified to instigate some creative actions of their own, and encouragement to do so.I have a personal interest in people’s responses to art, not in any attempt to define art, but to find out what they consider to be art and what criteria defines it for them. I use the research modus operandi, because parody is one of the more effective ways of getting people to look at news, information, and scientific research/practice with a more critical eye. In poking gentle fun at the “Temple of Scientific Research” it is my intent to remind participants that when hearing about the wonderful new developments that the scientific community (often funded by corporate interests) presents to us, to take it with a grain of salt. The problem/issue the work was made to address was to activate people from being passive audience to participants in a creative process. This is accomplished by engaging their assistance with the banana spelling, and giving their responses to the images I project, and to other queries/fields on my research form."
    ]
  }
]